Repository: TeaColdSnap/somehowGrown
Catalog: SomehowGrown/somehowGrown/somehowGrown/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# （必須）
source: (required)
es: (requerido)
zh_hans: （必填）

# （端末設定から推定）
source: (inferred from device)
es: (según el dispositivo)
zh_hans: （根据设备推断）

# 4月
source: Apr
es: Abr
zh_hans: 4月

# age_display_format
source: %lld yrs
es: %lld años
ja: %lld歳
zh_hans: %lld岁

# birthday_age_event
source: %lld's Birthday 🎂
es: Cumpleaños %lld 🎂
ja: %lld歳の誕生日 🎂
zh_hans: %lld岁生日 🎂

# birthday_display_format
source: Birthday: %lld/%lld
es: Cumpleaños: %lld/%lld
ja: 誕生日：%lld月%lld日
zh_hans: 生日：%lld月%lld日

# child_name_fallback
source: Child
es: Niño/a
ja: お子さん
zh_hans: 孩子

# cutoff_jp
source: 🇯🇵 Japan
es: 🇯🇵 Japón
ja: 🇯🇵 日本
zh_hans: 🇯🇵 日本

# cutoff_kr
source: 🇰🇷 Korea
es: 🇰🇷 Corea
ja: 🇰🇷 韓国
zh_hans: 🇰🇷 韩国

# cutoff_us
source: 🇺🇸 USA
es: 🇺🇸 EE.UU.
ja: 🇺🇸 アメリカ
zh_hans: 🇺🇸 美国

# days_until_format
source: %lld days
es: en %lld días
ja: あと%lld日
zh_hans: 还有%lld天

# friend_delete_alert_message
source: All associated children will also be permanently deleted. This cannot be undone.
es: También se eliminarán todos los niños asociados. Esta acción no se puede deshacer.
ja: 紐づくお子さんの情報もすべて削除されます。この操作は取り消せません。
zh_hans: 相关联的所有孩子信息也将被永久删除。此操作无法撤销。

# friend_delete_alert_title
source: Delete "%@"?
es: ¿Eliminar "%@"?
ja: 「%@」を削除しますか？
zh_hans: 删除"%@"？

# friend_delete_confirm
source: Delete
es: Eliminar
ja: 削除する
zh_hans: 删除

# gender_female
source: Girl
es: Niña
ja: 女の子
zh_hans: 女孩

# gender_male
source: Boy
es: Niño
ja: 男の子
zh_hans: 男孩

# grade_fallback_adult
source: Graduate
es: Egresado
ja: 社会人
zh_hans: 毕业生

# jp_graduation_elementary
source: Elementary Graduation 🌸
es: Graduación Primaria 🌸
ja: 小学校卒業 🌸
zh_hans: 小学毕业 🌸

# jp_graduation_high
source: High School Graduation 🌸
es: Graduación Preparatoria 🌸
ja: 高校卒業 🌸
zh_hans: 高中毕业 🌸

# jp_graduation_middle
source: Middle School Graduation 🌸
es: Graduación Secundaria 🌸
ja: 中学校卒業 🌸
zh_hans: 初中毕业 🌸

# jp_milestone_college
source: College 🎓
es: Universidad 🎓
ja: 大学入学 🎓
zh_hans: 大学入学 🎓

# jp_milestone_elementary
source: Elementary School 🎒
es: Escuela Primaria 🎒
ja: 小学校入学 🎒
zh_hans: 小学入学 🎒

# jp_milestone_high
source: High School 🎓
es: Preparatoria 🎓
ja: 高校入学 🎓
zh_hans: 高中入学 🎓

# jp_milestone_middle
source: Middle School 🏫
es: Secundaria 🏫
ja: 中学校入学 🏫
zh_hans: 初中入学 🏫

# kid_no_name
source: (No name)
es: (Sin nombre)
ja: （名前未設定）
zh_hans: （未命名）

# no_result_format
source: No friends matching "%@"
es: Sin amigos que coincidan con "%@"
ja: 「%@」に一致する友人が見つかりません
zh_hans: 没有匹配"%@"的朋友

# us_graduation_elementary
source: Elementary Graduation 🌸
es: Graduación Primaria 🌸
ja: 小学校卒業 🌸
zh_hans: 小学毕业 🌸

# us_graduation_high
source: High School Graduation 🎓
es: Graduación Preparatoria 🎓
ja: 高校卒業 🎓
zh_hans: 高中毕业 🎓

# us_graduation_middle
source: Middle School Graduation 🌸
es: Graduación Secundaria 🌸
ja: 中学校卒業 🌸
zh_hans: 初中毕业 🌸

# us_milestone_college
source: College 🎓
es: Universidad 🎓
ja: 大学入学 🎓
zh_hans: 大学入学 🎓

# us_milestone_elementary
source: Elementary Start 🏫
es: Inicio Primaria 🏫
ja: 小学校入学 🏫
zh_hans: 小学入学 🏫

# us_milestone_high
source: High School 🎓
es: Preparatoria 🎓
ja: 高校入学 🎓
zh_hans: 高中入学 🎓

# us_milestone_kindergarten
source: Kindergarten 🎒
es: Jardín de Infantes 🎒
ja: 幼稚園入学 🎒
zh_hans: 幼儿园 🎒

# us_milestone_middle
source: Middle School 🏫
es: Secundaria 🏫
ja: 中学校入学 🏫
zh_hans: 初中入学 🏫

# お子さん
source: Children
es: Niños
zh_hans: 孩子

# お子さんの情報を追加すると、イベントが表示されます
source: Add children to see upcoming events.
es: Agrega niños para ver los eventos.
zh_hans: 添加孩子以查看活动。

# キャンセル
source: Cancel
es: Cancelar
zh_hans: 取消

# このお子さんの情報を削除
source: Remove This Child
es: Eliminar este niño
zh_hans: 删除该孩子

# 今後のイベント（1年以内）
source: Upcoming Events (1 Year)
es: Eventos próximos (1 año)
zh_hans: 近期活动（1年内）

# 今日!
source: Today!
es: ¡Hoy!
zh_hans: 今天!

# 例: 8
source: e.g. 8
es: p.ej. 8
zh_hans: 例：8

# 保存
source: Save
es: Guardar
zh_hans: 保存

# 友人
source: Friend
es: Amigo
zh_hans: 朋友

# 友人・お子さんを検索
source: Search friends or children
es: Buscar amigos o niños
zh_hans: 搜索朋友或孩子

# 友人リスト
source: Friends
es: Amigos
zh_hans: 朋友列表

# 友人を編集
source: Edit Friend
es: Editar amigo
zh_hans: 编辑朋友

# 友人を追加
source: Add Friend
es: Agregar amigo
zh_hans: 添加朋友

# 友人を追加しましょう
source: Add a Friend
es: Agregar un amigo
zh_hans: 添加朋友

# 右上の + から友人と子供の情報を登録できます
source: Tap + to add friends and their children.
es: Toca + para agregar amigos y sus hijos.
zh_hans: 点击+添加朋友和他们的孩子。

# 名前
source: Name
es: Nombre
zh_hans: 姓名

# 名前（任意）
source: Name (optional)
es: Nombre (opcional)
zh_hans: 姓名（可选）

# 子供なし
source: No children
es: Sin hijos
zh_hans: 无孩子

# 子供を追加
source: Add Child
es: Agregar niño
zh_hans: 添加孩子

# 学年（必須）
source: Grade (required)
es: Grado (requerido)
zh_hans: 年级（必填）

# 年
source: Year
es: Año
zh_hans: 年

# 年齢
source: Age
es: Edad
zh_hans: 年龄

# 性別
source: Gender
es: Género
zh_hans: 性别

# 新学期はいつから？
source: School year start?
es: ¿Inicio del año escolar?
zh_hans: 新学年从何时开始？

# 日
source: Day
es: Día
zh_hans: 日

# 月
source: Month
es: Mes
zh_hans: 月

# 未設定
source: Not set
es: Sin configurar
zh_hans: 未设置

# 歳
source: yrs
es: años
zh_hans: 岁

# 生まれた年月も入力する（任意）
source: Add birth year/month (optional)
es: Añadir año/mes de nacimiento (opcional)
zh_hans: 添加出生年月（可选）

# 編集
source: Edit
es: Editar
zh_hans: 编辑

# 該当なし
source: No Results
es: Sin resultados
zh_hans: 无结果

# 誕生日（任意）
source: Birthday (optional)
es: Cumpleaños (opcional)
zh_hans: 生日（可选）

# 近日のイベント
source: Upcoming Events
es: Próximos Eventos
zh_hans: 近期活动

# 連絡先とリンク済み
source: Linked to Contact
es: Vinculado al contacto
zh_hans: 已关联联系人

# 3月
source: Mar
zh_hans: 3月

# 9月
source: Sep
zh_hans: 9月
